import React, { Component } from 'react';

import './less/main.less'

import Logo from '../../images/weaponShopLogo.png'
import CardImage from '../../images/weaponImage.png'

class WeaponShop extends Component {
  state = {
    show: true,
    activeCategory: 0,
    activeCard: 0
  }
  data = [
    {
      category: 'Оружие',
      goods: [
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
      ]
    },
    {
      category: 'Оружие',
      goods: [
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
      ]
    },
    {
      category: 'Оружие',
      goods: [
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
      ]
    },
    {
      category: 'Оружие',
      goods: [
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
      ]
    },
    {
      category: 'Оружие',
      goods: [
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
      ]
    },
    {
      category: 'Оружие',
      goods: [
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
      ]
    },
    {
      category: 'Оружие',
      goods: [
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
      ]
    },
    {
      category: 'Оружие',
      goods: [
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
      ]
    },
        {
      category: 'Оружие',
      goods: [
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
        {
          title: 'Пастила P’s&Q’s123123 123123 12312 312 312',
          fullInfo: 'ТЕкст авлолаваовлалвоалвоалвоаловлаовлоавоалвоаловлаовлоалвоаловаоввоалвоаловлаовлоалвоаловаовлвоаловаова',
          image: CardImage,
          price: '599',
          discount: '30',
          description: 'Калибр 9x19mm'
        },
      ]
    },
  ]

  changeCurrentCategory = (e) => {
    this.setState({
      activeCategory: +e.target.dataset.index
    })
  }

  changeCurrentCard = (e) => {
    this.setState({
      activeCard: +e.target.dataset.index
    })
  }

  render() {
    if (!this.state.show) return null;
    let currentCategoryItems = this.data[Object.keys(this.data)[this.state.activeCategory]].goods;
    let fullInfoCurrentCard = currentCategoryItems[Object.keys(currentCategoryItems)[this.state.activeCard]];
    return (
      <div className="weapon-shop">
        <div className="weapon-shop__card">
          <button className="weapon-shop-close">
            Закрыть
          </button>
          <div className="weapon-shop__logo">
            <img src={Logo} alt={"Logo"} />
          </div>
          <div className="weapon-shop__categories">
            {this.data.map(({ category }, index) =>
              <div
                onClick={this.changeCurrentCategory}
                data-index={index}
                className={index === this.state.activeCategory ? 'weapon-shop__category weapon-shop__category-active' : 'weapon-shop__category'}>
                {category}
              </div>
            )}
          </div>
        </div>
        <div className="weapon-shop__content">
          {currentCategoryItems.map(({ title, image, price, discount, description }, index) =>
            <div 
              onClick={this.changeCurrentCard} 
              data-index={index} 
              className={index === this.state.activeCard ? 'weapon-shop-card weapon-shop-card-active' : 'weapon-shop-card'}>
              <h3 data-index={index} className="weapon-shop-card__title">
                {title}
              </h3>
              <div data-index={index} className="weapon-shop-card__image">
                <img data-index={index} src={image} alt={"image"} />
              </div>
              <div data-index={index} className="weapon-shop-card__footer">
                <span data-index={index} className="weapon-shop-card__price">${price}</span>
                <div data-index={index} className="weapon-shop-card__discount">-{discount}%</div>
                <div data-index={index} className="weapon-shop-card__description">{description}</div>
              </div>
            </div>
          )}
        </div>
        <div className="weapon-shop__card weapon-full">
          <h2 className="weapon-full__title">
            {fullInfoCurrentCard.title}
          </h2>
          <p className="weapon-full__description">
            {fullInfoCurrentCard.fullInfo}
          </p>
          <div className="weapon-full-card">
            <div className="weapon-full-card__header">
              <div className="weapon-shop-card__discount">-{fullInfoCurrentCard.discount}%</div>
            </div>
            <div className="weapon-full-card__image">
              <img src={fullInfoCurrentCard.image} alt={"fullInfoCurrentCard.image"} />
            </div>
            <div className="weapon-full-card__bottom">
              <span className="weapon-full-card__price">Цена</span>
              <span className="weapon-full-card__price-value">${fullInfoCurrentCard.price}</span>
            </div>
          </div>
          <button className="weapon-full__btn">Оплата наличкой</button>
          <button className="weapon-full__btn">Оплата картой</button>
        </div>
      </div>
    );
  }
}

export default WeaponShop;
